{
  "admin": {
    "channels": {
      "578951025591975957": true,
      "579738333798989824": true
    },
    "global": true
  },
  "timezone": "Asia/Seoul",
  "info": {
    "elesis":{"color":"#ff0000","passive":{"name":"Dauntless Leader","icon":"https://i.imgur.com/d34cDBS.png","type":"Passive","description":"Elesis passively possesses the abilities **Leader's Qualities** and **Berserker**.\n\n**[Leader's Qualities]**\nWhen using skills, Elesis will continue to increase allies' stats. Allies' basic attack speed/attack damage increases by 3%. (Maximum 30%) When skill maximization occurs, for 10 seconds allies' basic attack speed increases by 100%.\n\n**[Berserker]**\nWhen Elesis dies, she will gain 'Berserker' status. For 3 seconds, she will be invincible and recover 20% of her HP and reset her cooldowns. (40s cooldown)\n(Recovers up to a maximum of 24% of Elesis's total attack power)"},"lb_passive":{"icon":"https://i.imgur.com/EB5I8gB.png","description":"Elesis passively possesses the abilities **Leader's Qualities** and **Berserker**.\n\n**[Leader's Qualities]**\nWhen using skills, Elesis will continue to increase allies' stats. Allies' basic attack speed/attack damage increases by 4.5%. (Maximum 36%, effect cannot be dispelled) When skill maximization occurs, for 10 seconds allies' basic attack speed increases by 100%. The first skill used after the battle starts will be maximized.\n\n**[Berserker]**\nWhen Elesis dies, she will gain 'Berserker' status. For 3 seconds, she will be invincible and recover 20% of her HP and reset her cooldowns. (40s cooldown)\n(Recovers up to a maximum of 24% of Elesis's total attack power)"},"skill_1":{"name":"Critical X","icon":"https://i.imgur.com/Vpq8BJZ.png","type":"Active","cooldown":15,"description":"Throw sword energy towards the targeted location and enemies within the path will be dealt 123% of physical attack damage and after leaping into the air strike down to deal 344.4% of physical attack damage along with cancelling the enemy's attack."},"lb_skill_1":{"icon":"https://i.imgur.com/d5gCTRl.png","description":"Throw sword energy towards the targeted location and enemies within the path will be dealt 147.6% of physical attack damage and after leaping into the air strike down to deal 369% of physical attack damage along with cancelling the enemy's attack.\n\nEnemies attacked receive 30% more damage for 10 seconds."},"skill_2":{"name":"Mega Slash","icon":"https://i.imgur.com/AqhtjjR.png","type":"Active","cooldown":12,"description":"After Elesis creates a shield for herserlf (30% of maximum health) that lasts for 8 seconds, she will jump into the fight and attack the enemies by slashing them consecutively to deal 252% of physical attack damage and then she will gather the enemies."},"lb_skill_2":{"icon":"https://i.imgur.com/8SP4QDG.png","description":"After Elesis creates a shield for the party (30% of Elesis' maximum health) that lasts for 8 seconds, she will jump into the fight and attack the enemies by slashing them consecutively to deal 396% of physical attack damage and then she will gather the enemies. Enemies gathered will have their attacks cancelled."},"ultimate":{"name":"End of Heart","icon":"https://i.imgur.com/1ysuorS.png","type":"Ultimate","cooldown":30,"description":"Rushes towards the designated point and unleashes a series of consecutive slashes, dealing 559.7% physical damage to all enemies in the area and stuns them for 5s.\nAfterwards, increases the attack speed of all party members by 100% for 10s."},"translated_by":"410052642090385409"},
    "lire":{"color":"#00ff00","passive":{"name":"Bow of Innadril","icon":"https://i.imgur.com/SStfJRE.png","type":"Passive","description":"Using a basic attack will leave **'Innadril's Soul'** and **'Innadril's Mark'** to an enemy.\n\n**[Innadril's Soul Explosion]**\nWhen an enemy has 5 stacks of Innadril's Soul, the spirits will explode and deal up to 12% of enemy's HP. (HP based damage can deal up to a maximum of 14.4% of Lire's total attack power)\nAfter the explosion Lire will fire 2 arrows at a time during her basic attack for 5 seconds. (Each arrow will deal 35% of Physical Attack)\n\n**[Innadril's Mark]**\nDamage taken from Lire increased by 2% per stack. (Max 20%)"},"lb_passive":{"icon":"https://i.imgur.com/abiUReU.png","description":"Using a basic attack will leave **'Innadril's Soul'** and **'Innadril's Mark'** to an enemy.\n\n**[Innadril's Soul Explosion]**\nWhen an enemy has 5 stacks of Innadril's Soul, the spirits will explode and deal up to 15% of enemy's HP. There is a 10% chance that the stacks of **'Innadril’s Soul'** will not be consumed, but instead reduced to 4 stacks. (HP based damage can deal up to a maximum of 18% of Lire's total attack power)\nAfter the explosion Lire will fire 2 arrows at a time during her basic attack for 5 seconds. (Each arrow will deal 35% of Physical Attack)\n\n**[Innadril's Mark]**\nDamage taken from Lire increased by 2% per stack. (Max 20%)"},"skill_1":{"name":"Rapid Shot","icon":"https://i.imgur.com/TutLDlu.png","type":"Active","cooldown":15,"description":"Lire attacks using penetrating arrows to deal 246% of physical attack damage and has a 50% chance to apply **'Innadril's Soul'** on the enemy.\n\n**[Additional Effect]**\nWhen attacking with Rapid Shot, the arrows that have been waiting on standby in **'Elf's Space'** will fly towards the targeted location to deal additional attacks on the enemy for 147.6% of physical attack damage."},"lb_skill_1":{"icon":"https://i.imgur.com/ophMXSg.png","description":"Lire attacks a target using penetrating arrows to deal 369.4% of physical attack damage and has a 50% chance to apply **'Innadril's Soul'** on the enemy.\n\n**[Additional Effect]**\nWhen attacking with Rapid Shot, the arrows that have been waiting on standby in **'Elf's Space'** will fly towards the targeted location to deal additional attacks on the enemy for 280.3% of physical attack damage."},"skill_2":{"name":"Rain Arrow","icon":"https://i.imgur.com/T7Aqj5G.png","type":"Active","cooldown":10,"description":"Lire fires very many arrows towards the targeted area that fall like rain on top of the enemies and deal 209.1% of physical attack damage. It also has a 50% chance to apply **'Innadril's Soul'** to the enemy. For 8 seconds within the area where the arrows fell, an **'Elf's Space'** is created.\n\n**[Elf's Space]**\nEnemies within **'Elf's Space'** will have their movement speed reduced by 100% which then slowly recovers. The arrows within the space do not disappear, but standby for Lire's next command."},"lb_skill_2":{"icon":"https://i.imgur.com/bHjg1Xk.png","description":"Lire fires very many arrows towards the targeted area that fall like rain on top of the enemies and deal 246% of physical attack damage. It also has a 50% chance to apply **'Innadril's Soul'** to the enemy. For 15 seconds within the area where the arrows fell, an **'Elf's Space'** is created.\n\n**[Elf's Space]**\nEnemies within **'Elf's Space'** will have their movement speed reduced by 100% which then slowly recovers. Enemies within **'Elf's Space'** gain one stack of **'Innadril's Soul'** per second. The arrows within the space do not disappear, but standby for Lire's next command."},"ultimate":{"name":"Big Shot","icon":"https://i.imgur.com/xGSCrQm.png","type":"Ultimate","cooldown":60,"description":"Fires a massive arrow at the targeted enemy, dealing 2,184% physical damage. The penetrating arrow deals 560% physical damage to all enemies in its path."},"translated_by":"410052642090385409"},
    "kanavan":{"color":"#f08080","passive":{"name":"The Godlike","icon":"https://i.imgur.com/jah1VMb.png","type":"Passive","description":"Kanavan generates a **'Sword Boundary'** around her at all times. Enemies within the boundary have 1 **'Sword Energy'** stack applied every second and receive 30% increased physical damage.\n\n35% chance to apply a **Sword Energy** stack upon basic attack.\n**Sword Energy** lasts for 8s duration and 250% physical damage is dealt upon reaching 4 stacks."},"lb_passive":{"icon":"https://i.imgur.com/MCIEyHi.png","description":"Kanavan generates a **'Sword Boundary'** around her at all times. Enemies within the boundary have 1 **'Sword Energy'** stack applied every second and receive 30% increased physical damage.\n\n35% chance to apply a **Sword Energy** stack upon basic attack.\n**Sword Energy** lasts for 8s duration and 250% physical damage is dealt upon reaching 4 stacks.\n\nUpon eliminating an enemy, all allies have their physical/magical damage increased by 30% for 10s."},"skill_1":{"name":"Sword Charging","icon":"https://i.imgur.com/xRbW6tf.png","type":"Active","cooldown":10,"description":"Charges towards the designated point, dealing 159.6% physical damage and applies 1 **Sword Energy** stack on all struck enemies. Afterwards, an additional charge attack can be cast with 0 SP cost."},"lb_skill_1":{"icon":"https://i.imgur.com/5JT7HoA.png","description":"Charges towards the designated point, dealing 360% physical damage and applies 3 **Sword Energy** stack on all struck enemies. Generates shield equivalent to 25% of Kanavan's maximum HP on herself for 5s."},"skill_2":{"name":"Sweep","icon":"https://i.imgur.com/iNUOB4W.png","type":"Active","cooldown":12,"description":"Swings her sword, dealing 360% physical damage to all enemies in range and applies 2 **Sword Energy** stacks."},"lb_skill_2":{"icon":"https://i.imgur.com/CQ0cp4w.png","description":"Swings her sword, dealing 360% physical damage to all enemies in range and applies 2 **Sword Energy** stacks. Furthermore, deals additional 216% damage to a maximum of 2 enemies in range and applies 1 additional **Sword Energy** stack to the struck enemies.\n\nAll struck enemies have their movement speed reduced by 50% for 5s. There is a 10% chance to reduce their movement speed by 100% for 5s instead."},"ultimate":{"name":"Sword Storm","icon":"https://i.imgur.com/38Wwai4.png","type":"Ultimate","cooldown":60,"description":"Rushes towards the designated point and unleashes a flurry of slashes, dealing 1,287.9% physical damage to all enemies in the area and applies 3 **Sword Energy**."},"translated_by":"110729684769062912"}
  }
}